# Taps
tap "dotenvx/brew"
tap "nikitabobko/tap"
tap "noahgorstein/tap"

# Brew
brew "bat"
brew "bitwarden-cli"
brew "cmatrix"
brew "fzf"
brew "gnu-sed"
brew "go"
brew "htop"
brew "imagemagick"
brew "iperf3"
brew "ipython"
brew "jq"
brew "neovim"
brew "nmap"
brew "opentofu"
brew "pass"
brew "python@3.9"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tmux"
brew "typescript"
brew "watch"
brew "wget"
brew "yazi"
brew "yq"
brew "zig"
brew "noahgorstein/tap/jqp"
brew "act"
brew "ffmpeg"
brew "unar"

# Casks
cask "aerospace"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "hammerspoon"
cask "keycastr"
cask "obsidian"
cask "shortcat"
cask "brave-browser"
cask "teamviewer"
cask "logi-options+"
cask "teamviewer"
cask "signal"
cask "spotify"
cask "ollama"
cask "docker"
