# Taps
tap "dotenvx/brew"
tap "nikitabobko/tap"
tap "noahgorstein/tap"
tap "homebrew-zathura/zathura"

# Brew
brew "fzf"
brew "gnu-sed"
brew "go"
brew "htop"
brew "imagemagick"
brew "iperf3"
brew "ipython"
brew "jq"
brew "neovim"
brew "nmap"
brew "opentofu"
brew "pass"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tmux"
brew "typescript"
brew "watch"
brew "wget"
brew "yq"
brew "zig"
brew "noahgorstein/tap/jqp"
brew "act"
brew "ffmpeg"
brew "unar"
brew "rsync"
brew "pandoc"
brew "tsc"
brew "libpq"
brew "zathura"
brew "zathura-pdf-mupdf"
brew "neomutt"
brew "ncdu"

# Casks
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "hammerspoon"
cask "keycastr"
cask "obsidian"
cask "shortcat"
cask "brave-browser"
cask "teamviewer"
cask "logi-options+"
cask "teamviewer"
cask "signal"
cask "spotify"
cask "ollama-app"
cask "rancher"
cask "aerospace"
